Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: Reviews with aligned goal ratings
pt_pt: Avaliações com classificações de objetivos alinhadas

source: Reviews with worker/manager alignment
pt_pt: Avaliações com alinhamento colaborador/gestor

source: # Right to information (RTI) requests
pt_pt: N.º de pedidos de direito à informação (RTI)

source: Role assignment
pt_pt: Atribuição de função

source: RTI request deadline monitor
pt_pt: Monitor de prazo de pedidos RTI

source: RTI request deadline status by country
pt_pt: Estado do prazo de pedidos RTI por país

source: RTI request deadline status by org unit
pt_pt: Estado do prazo de pedidos RTI por unidade organizacional

source: RTI request details
pt_pt: Detalhes do pedido RTI

source: RTI request details by worker
pt_pt: Detalhes do pedido RTI por trabalhador

source: RTI request status
pt_pt: Estado do pedido RTI

source: RTI request status by country
pt_pt: Estado do pedido RTI por país

source: RTI request status by org unit
pt_pt: Estado do pedido RTI por unidade organizacional

source: # RTI requests closed
pt_pt: N.º de pedidos RTI encerrados

source: # RTI requests closed without document
pt_pt: N.º de pedidos RTI encerrados sem documento

source: # RTI requests during warning period
pt_pt: N.º de pedidos RTI em período de aviso

source: # RTI requests in progress
pt_pt: N.º de pedidos RTI em curso

source: # RTI requests pending document release
pt_pt: N.º de pedidos RTI com publicação de documento pendente

source: RTI requests received over time
pt_pt: Pedidos RTI recebidos ao longo do tempo

source: RTI requests remaining days (Warning & Overdue)
pt_pt: Dias restantes dos pedidos RTI (Aviso e Em atraso)

source: % RTI requests unreleased at least once
pt_pt: % de pedidos RTI não publicados pelo menos uma vez

source: Salary & Bonus Comp Round Export Details
pt_pt: Detalhes da exportação da ronda de compensação de salário e bónus

source: Salary Comp Round Export Details
pt_pt: Detalhes da exportação da ronda de compensação salarial

source: Salary Increase Allocation Overview
pt_pt: Visão geral da atribuição de aumentos salariais

source: Self-assessment
pt_pt: Autoavaliação

source: # Self-assessment submissions over time
pt_pt: # Submissões de autoavaliação ao longo do tempo

source: Self-review rating distribution
pt_pt: Distribuição de classificações de autoavaliação

source: Shared goals
pt_pt: Objetivos partilhados

source: Stacked behaviors sent by org level
pt_pt: Comportamentos acumulados enviados por nível organizacional

source: Status by org. level
pt_pt: Estado por nível org.

source: The sunburst displays how the manager ratings were changed during the People Day. The worker and manager ratings were aligned for
pt_pt: O gráfico sunburst mostra como as classificações do gestor foram alteradas durante o People Day. As classificações do colaborador e do gestor foram alinhadas para

source: reviews.
pt_pt: avaliações.

source: The sunburst displays how the line leader and line leader + 1 ratings were changed during the Let's Discuss and Challenge processes.
pt_pt: O gráfico sunburst mostra como as classificações do líder de linha e do líder de linha +1 foram alteradas durante os processos Let's Discuss e Desafio.

source: System Logins
pt_pt: Logins do Sistema

source: System Roles Permission
pt_pt: Permissão de Funções do Sistema

source: System Usage Details
pt_pt: Detalhes de Utilização do Sistema

source: System Usage Overview
pt_pt: Visão Geral do Uso do Sistema

source: System Usage & Roles
pt_pt: Utilização do Sistema e Funções

source: Thanks, Favorites & Let's meet
pt_pt: Agradecimentos, Favoritos e Vamo-nos encontrar

source: Top 5 strategic drivers
pt_pt: Top 5 impulsionadores estratégicos

source: Total active users
pt_pt: Total de utilizadores ativos

source: Total answers
pt_pt: Total de respostas

source: Total behaviors requested
pt_pt: Total de comportamentos solicitados

source: Total career plan templates
pt_pt: Total de modelos de planos de carreira

source: Total career plans
pt_pt: Total de planos de carreira

source: Total challenged reviews
pt_pt: Total de avaliações contestadas

source: Total check-ins
pt_pt: Total de check-ins

source: Total number of check-ins in table
pt_pt: Número total de check-ins na tabela

source: Total completed reviews
pt_pt: Total de avaliações concluídas

source: Total documents not released
pt_pt: Total de documentos não publicados

source: Total documents released
pt_pt: Total de documentos publicados

source: Total documents unreleased
pt_pt: Total de documentos não publicados

source: Total goals by strategic driver
pt_pt: Total de objetivos por impulsionador estratégico

source: Total goals with strategic drivers
pt_pt: Total de objetivos com impulsionadores estratégicos

source: Total logins
pt_pt: Total de inícios de sessão

source: Total logins over time
pt_pt: Total de inícios de sessão ao longo do tempo

source: Total number of alignments:
pt_pt: Número total de alinhamentos:

source: Total number of communication rounds
pt_pt: Número total de rondas de comunicação

source: Total number of documents
pt_pt: Número total de documentos

source: Total number of documents by comm round
pt_pt: Número total de documentos por ronda de comunicação

source: Total number of goals in table:
pt_pt: Número total de objetivos na tabela:

source: Total number of workers
pt_pt: Número total de trabalhadores

source: Total number of users in table
pt_pt: Número total de utilizadores na tabela

source: Total questions
pt_pt: Total de perguntas

source: Total rated feedbacks
pt_pt: Total de feedbacks avaliados

source: Total requests by behavior
pt_pt: Total de pedidos por comportamento

source: Total reviews with behavior ratings
pt_pt: Total de avaliações com classificações de comportamentos

source: (Total score visuals are not affected by this)
pt_pt: (Os elementos visuais da pontuação total não são afetados por isto)

source: Total users
pt_pt: Total de utilizadores

source: Total users with no goals
pt_pt: Total de utilizadores sem objetivos

source: Trust (avg.)
pt_pt: Confiança (média)

source: Trust & clarity (correlation)
pt_pt: Confiança e clareza (correlação)

source: Trust (distribution)
pt_pt: Confiança (distribuição)

source: # unique aligned goals
pt_pt: # objetivos alinhados únicos

source: Unique logins
pt_pt: Inícios de sessão únicos

source: Unique logins over time
pt_pt: Inícios de sessão únicos ao longo do tempo

source: # unique parent goals
pt_pt: # objetivos principais únicos

source: Used the Check-ins feature
pt_pt: Utilizou a funcionalidade Check-ins

source: Used the Feedback feature
pt_pt: Utilizou a funcionalidade de Feedback

source: Used the Goals feature
pt_pt: Utilizou a funcionalidade Objetivos

source: Users having aligned goals
pt_pt: Utilizadores com objetivos alinhados

source: Users having behaviors
pt_pt: Utilizadores com comportamentos

source: Users having check-ins
pt_pt: Utilizadores com check-ins

source: Users having feedback
pt_pt: Utilizadores com feedback

source: Users having goals
pt_pt: Utilizadores com objetivos

source: Users having logged in
pt_pt: Utilizadores com sessão iniciada

source: Users who received feedback ratings
pt_pt: Utilizadores que receberam classificações de feedback

source: Users who requested feedback
pt_pt: Utilizadores que solicitaram feedback

source: Users who sent feedback
pt_pt: Utilizadores que enviaram feedback

source: Users with check-ins by role
pt_pt: Utilizadores com check-ins por função

source: Users with global access
pt_pt: Utilizadores com acesso global

source: Users with no goals
pt_pt: Utilizadores sem objetivos

source: Users with no goals by org. level
pt_pt: Utilizadores sem objetivos por nível org.

source: Users with restricted access
pt_pt: Utilizadores com acesso restrito

source: Word cloud - Answers for multiple choice questions
pt_pt: Nuvem de palavras - Respostas a perguntas de escolha múltipla

source: Word cloud - Answers from free text questions
pt_pt: Nuvem de palavras - Respostas a perguntas de texto livre

source: Worker/manager alignment
pt_pt: Alinhamento trabalhador/gestor

source: Worker self-review status
pt_pt: Estado de autoavaliação do trabalhador

source: Workers having goals
pt_pt: Colaboradores com objetivos

source: Workers who received feedback ratings
pt_pt: Colaboradores que receberam classificações de feedback

source: Workers with no goals
pt_pt: Trabalhadores sem objetivos

source: Workflow step by comm round
pt_pt: Etapa do fluxo de trabalho por ronda de comunicação

source: Workflow step status
pt_pt: Estado do passo do fluxo de trabalho

source: We couldn't prepare this report right now. Please try again in a moment. If the issue persists, contact support and share this screen.
pt_pt: Não foi possível preparar este relatório neste momento. Por favor, tente novamente dentro de momentos. Se o problema persistir, contacte o suporte e partilhe este ecrã.

source: Reference: {{referenceErrorCode}}
pt_pt: Referência: {{referenceErrorCode}}

source: This report is temporarily unavailable.
pt_pt: Este relatório está temporariamente indisponível.

source: Reports
pt_pt: Relatórios

source: There are no reports to display at the moment.
pt_pt: De momento, não há relatórios a apresentar.

source: No reports or pages with the name "{{phrase}}"
pt_pt: Não existem relatórios ou páginas com o nome "{{phrase}}"

source: Search for a report
pt_pt: Procurar um relatório

source: Report list
pt_pt: Lista de subordinados

source: This should only take a few seconds!
pt_pt: Isto deve demorar apenas alguns segundos!

source: Loading data
pt_pt: A carregar dados

source: Preparing visuals
pt_pt: A preparar elementos visuais

source: Rendering the dashboard
pt_pt: A renderizar o painel de controlo

source: We are generating the dashboard for you.
pt_pt: Estamos a gerar o painel de controlo para si.

source: Analytics
pt_pt: Análises

source: Approve all pending goals
pt_pt: Aprovar todos os objetivos pendentes

source: You are about to approve the goal <strong>{{goalTitle}}</strong>. Are you sure you want to proceed?
pt_pt: Está prestes a aprovar o objetivo <strong>{{goalTitle}}</strong>. Tem a certeza de que quer continuar?

source: Approve goal
pt_pt: Aprovar objetivo

source: Type your message here
pt_pt: Escreva a sua mensagem aqui

source: {{count}} goals were successfully approved.
pt_pt: {{count}} objetivos foram aprovados com sucesso.

source: The goal was approved.
pt_pt: O objetivo foi aprovado.

source: Assisted by Goal Genius
pt_pt: Com assistência do Goal Genius

source: Please add at least one attachment.
pt_pt: Adicione pelo menos um anexo.

source: Back to login
pt_pt: Voltar ao início de sessão

source: Set new password
pt_pt: Definir nova palavra-passe

source: Email me the link again
pt_pt: Envie-me novamente a ligação por e-mail

source: You have forgotten your password or you're logging in for first time? Enter your email below to receive instructions to set your password.
pt_pt: Esqueceu-se da sua palavra-passe ou está a iniciar sessão pela primeira vez? Introduza o seu e-mail abaixo para receber instruções para definir a sua palavra-passe.

source: If you haven't received our email within the next 3 minutes, you can request a new email.
pt_pt: Se não receber o nosso e-mail nos próximos 3 minutos, pode solicitar um novo e-mail.

source: Check your "{{email}}" inbox for an email from beqom containing a unique link to reset your password. If you don't see this email in your inbox, check your spam folder.
pt_pt: Verifique na sua caixa de entrada de "{{email}}" se existe um e-mail da beqom contendo uma ligação única para redefinir a sua palavra-passe. Se não encontrar este e-mail na sua caixa de entrada, verifique na pasta de spam.

source: Set my password
pt_pt: Definir a minha palavra-passe

source: Autosave
pt_pt: Gravação automática

source: Back to home page
pt_pt: Voltar à página inicial

source: Back to "Manage behavior libraries" page
pt_pt: Voltar à página "Gerir bibliotecas de comportamento"

source: Back to {{pageName}}
pt_pt: Voltar a {{pageName}}

source: Service temporarily unavailable
pt_pt: Serviço temporariamente indisponível

source: The server is temporarily unavailable. Please try again in a few moments. If the problem persists, contact your IT team for assistance.
pt_pt: O servidor está temporariamente indisponível. Tente novamente dentro de alguns momentos. Se o problema persistir, contacte a sua equipa de TI para obter assistência.

source: Continue editing
pt_pt: Continuar a editar

source: Discard and close
pt_pt: Descartar e fechar

source: You have unsaved changes. Do you want to discard them?
pt_pt: Tem alterações não guardadas. Deseja descartá-las?

source: Currently, our company does not have a formal behavior library in place. However, we are diligently working on creating one to better serve our organizational goals. Our team is actively developing a comprehensive behavior library that aligns with our company values and objectives. We appreciate your understanding and anticipate sharing our progress with you in the near future.
pt_pt: Atualmente, a nossa empresa não possui uma biblioteca de comportamentos formal. No entanto, estamos a trabalhar diligentemente na criação de uma para melhor servir os nossos objetivos organizacionais. A nossa equipa está a desenvolver ativamente uma biblioteca de comportamentos abrangente que esteja alinhada com os valores e objetivos da nossa empresa. Agradecemos a sua compreensão e antecipamos partilhar o nosso progresso consigo num futuro próximo.

source: Assigned to:
pt_pt: Atribuído a:

source: Behavior library details
pt_pt: Detalhes da biblioteca de comportamento

source: Delete library
pt_pt: Eliminar biblioteca

source: Disable library
pt_pt: Desativar biblioteca

source: Edit library
pt_pt: Editar biblioteca

source: Enable library
pt_pt: Ativar biblioteca

source: Library owners:
pt_pt: Proprietários da biblioteca:

source: Publication date:
pt_pt: Data de publicação:

source: Users will no longer be able to continue to tag this behavior, but they will see behaviors that were received or sent.
pt_pt: Os utilizadores já não poderão continuar a etiquetar este comportamento, mas verão comportamentos que foram recebidos ou enviados.

source: After enabling this library, go to “Edit”, and review the setup and assignment. Once the library has been reviewed and assigned, it will then be available to end users. Are you sure you want to enable the library?
pt_pt: Depois de ativar esta biblioteca, vá a "Editar" e reveja a configuração e a atribuição. Depois de a biblioteca ter sido revista e atribuída, ficará disponível para os utilizadores finais. Tem a certeza de que pretende ativar a biblioteca?

source: The library {{name}} was successfully deleted.
pt_pt: A biblioteca {{name}} foi eliminada com sucesso.

source: The library {{name}} was successfully disabled.
pt_pt: A biblioteca {{name}} foi desativada com sucesso.

source: The library {{name}} was successfully enabled.
pt_pt: A biblioteca {{name}} foi ativada com sucesso.

source: Copyright © {{year}} beqom SA.
pt_pt: Direitos de autor © {{year}} beqom SA.

source: All rights reserved.
pt_pt: Todos os direitos reservados.

source: Company goals
pt_pt: Objetivos da empresa

source: Department goals
pt_pt: Objetivos do departamento

source: Estimated bonus
pt_pt: Bónus estimado

source: Individual goals
pt_pt: Objetivos individuais

source: Bonus variable estimator
pt_pt: Estimador de bónus variável

source: Accept
pt_pt: Aceitar

source: Accepted
pt_pt: Aceite

source: Add
pt_pt: Adicionar

source: Add agenda point
pt_pt: Adicionar ponto da agenda

source: Add block
pt_pt: Adicionar bloco

source: Add feature
pt_pt: Adicionar funcionalidade

source: Add feedback note
pt_pt: Adicionar nota de feedback

source: Add field
pt_pt: Adicionar campo

source: Add note
pt_pt: Adicionar nota

source: Add option
pt_pt: Adicionar opção

source: Add type
pt_pt: Adicionar tipo

source: Apply
pt_pt: Aplicar

source: Apply filters
pt_pt: Aplicar filtros

source: Approve
pt_pt: Aprovar

source: Assign
pt_pt: Atribuir

source: Attach document
pt_pt: Anexar documento

source: Back
pt_pt: Voltar

source: Change
pt_pt: Alterar

source: Change file name
pt_pt: Alterar nome do ficheiro

source: Clear filters
pt_pt: Limpar filtros

source: Clear all filters and search
pt_pt: Limpar todos os filtros e pesquisar

source: Close
pt_pt: Fechar

source: Invite a collaborator
pt_pt: Convidar um colaborador

source: Collapse
pt_pt: Colapso

source: Continue
pt_pt: Continuar

source: Copy
pt_pt: Copiar

source: Create
pt_pt: Criar

source: Create check-in
pt_pt: Criar check-in

source: Create model
pt_pt: Criar modelo

source: Create snapshot
pt_pt: Criar instantâneo

source: Dark mode
pt_pt: Modo escuro

source: Reject
pt_pt: Rejeitar

source: Delete
pt_pt: Eliminar

source: Delete all
pt_pt: Eliminar tudo

source: Delete goal
pt_pt: Eliminar objetivo

source: Discard
pt_pt: Descartar

source: Download
pt_pt: Transferir

source: Download all
pt_pt: Transferir tudo

source: Download CSV
pt_pt: Transferir CSV

source: Download CSV file
pt_pt: Transferir ficheiro CSV

source: Download file
pt_pt: Descarregar ficheiro

source: Download log file
pt_pt: Transferir ficheiro de registo

source: Download PDF
pt_pt: Descarregar PDF

source: Download the template
pt_pt: Transferir o modelo

source: Duplicate
pt_pt: Duplicar

source: Edit
pt_pt: Editar

source: Edit field
pt_pt: Editar campo

source: Edit goal
pt_pt: Editar objetivo

source: Edit goal details
pt_pt: Editar detalhes do objetivo

source: Edit profile
pt_pt: Editar perfil

source: Edit type
pt_pt: Editar tipo

source: Exit
pt_pt: Sair

source: Expand
pt_pt: Expandir

source: Export
pt_pt: Exportar

source: Export organization
pt_pt: Exportar organização

source: Extend model
pt_pt: Expandir modelo

source: Filters
pt_pt: Filtros

source: Finish
pt_pt: Concluir

source: Generate CSV
pt_pt: Gerar CSV

source: Generate statement
pt_pt: Gerar extrato

source: Give
pt_pt: Dar

source: Give feedback
pt_pt: Dar feedback

source: Go back
pt_pt: Voltar

source: Hide
pt_pt: Ocultar

source: Join
pt_pt: Juntar-se

source: Help Center
pt_pt: Centro de ajuda

source: Load more
pt_pt: Carregar mais

source: Logout
pt_pt: Terminar sessão

source: Manage
pt_pt: Gerir

source: Mark all as read
pt_pt: Marcar tudo como lido

source: More
pt_pt: Mais

source: Move reviews
pt_pt: Mover avaliações

source: New
pt_pt: Novo

source: Next
pt_pt: Seguinte

source: Next step
pt_pt: Próximo passo

source: None
pt_pt: Nenhum

source: Open
pt_pt: Abrir

source: Open in a new tab
pt_pt: Abrir num novo separador

source: Open link
pt_pt: Abrir ligação

source: Preview grid
pt_pt: Pré-visualização da grelha

source: Previous
pt_pt: Anterior

source: Print PDF
pt_pt: Imprimir PDF

source: Proceed
pt_pt: Prosseguir

source: Reassign review
pt_pt: Reatribuir avaliação

source: Remove
pt_pt: Remover

source: Remove all
pt_pt: Remover tudo

source: Remove file
pt_pt: Remover ficheiro

source: Remove selected
pt_pt: Remover selecionados

source: Rename
pt_pt: Alterar o nome

source: Republish
pt_pt: Republicar

source: Request
pt_pt: Pedido

source: Request feedback
pt_pt: Solicitar feedback

source: Reset to default
pt_pt: Repor a predefinição

source: Resubmit
pt_pt: Reenviar

source: Submit again for approval
pt_pt: Enviar novamente para aprovação

source: Retry
pt_pt: Tentar novamente

source: Save
pt_pt: Guardar

source: Save & exit
pt_pt: Guardar e sair

source: Save as draft
pt_pt: Guardar como rascunho

source: Save changes
pt_pt: Guardar alterações

source: Save draft and exit
pt_pt: Guardar rascunho e sair

source: Save updates
pt_pt: Guardar atualizações

source: Select
pt_pt: Selecionar

source: Send
pt_pt: Enviar

source: Send feedback
pt_pt: Enviar feedback

source: Send now
pt_pt: Enviar agora

source: Send requests
pt_pt: Enviar pedidos

source: Share
pt_pt: Partilhar

source: Show
pt_pt: Mostrar

source: Show less
pt_pt: Mostrar menos

source: Show more
pt_pt: Mostrar mais

source: Start upload
pt_pt: Iniciar carregamento

source: Submit
pt_pt: Enviar

source: Submitted
pt_pt: Enviado

source: Toggle
pt_pt: Alternar

source: Toggle menu
pt_pt: Alternar menu

source: Train model
pt_pt: Treinar modelo

source: Update
pt_pt: Atualização

source: Upload
pt_pt: Carregar

source: Upload CSV
pt_pt: Carregar CSV

source: Uploading
pt_pt: A carregar

source: Validate
pt_pt: Validar

source: View
pt_pt: Ver

source: View all
pt_pt: Ver todos

source: View check-in
pt_pt: Ver check-in

source: No behavior libraries yet.
pt_pt: Ainda não existem bibliotecas de comportamentos.

source: Create your first behavior library
pt_pt: Crie a sua primeira biblioteca de comportamentos

source: Owners
pt_pt: Proprietários

source: The bonus plan was successfully duplicated.
pt_pt: O plano de bónus foi duplicado com sucesso.

source: Open bonus plan
pt_pt: Plano de bónus aberto

source: Enable
pt_pt: Activar

source: Usage details
pt_pt: Detalhes de utilização

source: Alert
pt_pt: Alerta

source: Changes detected in the selected goal plan.
pt_pt: Alterações detetadas no plano de objetivos selecionado.

source: Changes detected in the selected goal plan. Use pending draft version to apply them if needed.
pt_pt: Foram detetadas alterações no plano de objetivos selecionado. Utilize a versão de rascunho pendente para as aplicar, se necessário.

source: Create pending draft
pt_pt: Criar rascunho pendente

source: Duplication successful
pt_pt: Duplicação bem-sucedida

source: Edit pending draft
pt_pt: Editar rascunho pendente

source: Create bonus plan
pt_pt: Criar plano de bónus

source: Edit bonus plan
pt_pt: Editar plano de bónus

source: The pending draft was successfully updated.
pt_pt: O rascunho pendente foi atualizado com sucesso.

source: Some payout curves assigned to this bonus plan are deactivated. Please reassign the payout curves.
pt_pt: Algumas curvas de pagamento atribuídas a este plano de bónus estão desactivadas. Por favor, reatribua as curvas de pagamento.

source: The bonus plan was successfully published.
pt_pt: O plano de bónus foi publicado com sucesso.

source: The pending draft was successfully published.
pt_pt: O rascunho pendente foi publicado com sucesso.

source: Numeric
pt_pt: Numérico

source: Percentage
pt_pt: Percentagem

source: Achievement calculation
pt_pt: Cálculo de conquistas

source: Calculation of the achievement per each goal
pt_pt: Cálculo do desempenho por cada objetivo

source: Calculated bonus
pt_pt: Bónus calculado

source: When multiple situations apply, the final bonus is the total of the calculated bonuses for each situation.
pt_pt: Quando se aplicam múltiplas situações, o bónus final é o total dos bónus calculados para cada situação.

source: Review the bonus calculation equation
pt_pt: Rever a equação de cálculo do bónus

source: Goal achievement %
pt_pt: % de consecução do objetivo

source: Goal type weight
pt_pt: Peso do tipo de objetivo

source: LoA factor
pt_pt: Factor LoA

source: Payout curve result
pt_pt: Resultado da curva de pagamento

source: Target bonus
pt_pt: Bónus objetivo

source: TiR factor
pt_pt: factor TiR

source: Bonus formula overview
pt_pt: Visão geral da fórmula de bónus

source: This formula calculates the bonus payout. You can adjust it later in the comp round creation process.
pt_pt: Esta fórmula calcula o pagamento do bónus. Pode ajustá-la mais tarde no processo de criação da ronda de compensação.

source: Bonus calculation equation
pt_pt: Equação de cálculo de bónus

source: Specify the performance indicators and payout curve
pt_pt: Especificar os indicadores de desempenho e a curva de pagamento
